{
  "nav_download": "Download", 
  "nav_contact": "Kontakt",
  "index_masthead1": "Erstelle mit nur wenigen Klicks ein unverzerrtes Etikett aus dem Foto einer Flasche - und speichere es oder schicke es an deine Lieblings-Tasting- oder Notizen-App! Läuft auf deinem iPhone, iPad oder Mac.",
  "index_masthead2": "Die unverzichtbare App für Liebhaber von Wein, Bier, Whisky, Gin, ... oder sogar Marmelade!",
  "index_overview": "Überblick",
  "index_usage": "Bedienung",
  "index_settings": "Einstellungen",
  "index_purchases": "In-App-Käufe",
  "index_legal": "Impressum",
  "index_privacy": "Datenschutzerklärung",
  "index_img_overview": "assets/img/Overview-de.jpg",
  "index_link_legal": "impressum.html",
  "index_link_privacy": "datenschutzerklaerung.html",
  "overview_title": "Überblick",
  "overview_titletext": "Extrahiere mit nur wenigen Klicks ein unverzerrtes Etikett aus einem Foto einer Flasche - und speichere es oder sende es an deine bevorzugte Tasting- oder Notizen-App! Funktioniert auf deinem iPhone, iPad oder Mac.",
  "overview_text0": "oder",
  "overview_text1": "Bist du ein Wein- oder Bierliebhaber und möchtest das Etikett dieses wunderbaren Getränks, das du gerade genossen hast, für deine Tasting-Notizen aufbewahren? Hast du jemals versucht, ein schönes Etikett zu fotografieren, nur um ein verzerrtes Bild zu erhalten, das das Original nicht richtig darstellt, mit einer abgeschnittenen Flasche und einem störenden Hintergrund? Oder hast du jemals versucht, eine Flasche zu wässern, das Etikett abzuziehen, es zu trocknen und dann ein Foto davon zu machen?",
  "overview_text2": "Entdecke 'The Unlabeler' – für perfekte digitale Erinnerungen an deine Getränke.",
  "overview_text3": "Diese intuitive Anwendung verwandelt perspektivisch verzerrte Flaschenetiketten in schöne, flache Bilder – perfekt für Verkostungsnotizen, digitale Sammlungen oder zum Teilen mit Freunden. Egal ob du Weinliebhaber, Craft-Bier-Entdecker oder Spirituosenkenner bist, es ist super einfach zu bedienen:",
  "overview_text4": "Wähle ein Foto deiner Flasche aus",
  "overview_text5": "Markiere schnell 6 Punkte auf dem Etikett aus (Ecken und obere und untere Kanten)",
  "overview_text6": "Drücke 'Unlabel', um ein perfekt rechteckiges Etikett zu erzeugen",
  "overview_text7": "Keine verzerrten Etiketten mehr in deinen Tasting-Notizen oder deiner Sammlung! Nimm dir einfach dein perfektes Etikett und speichere oder teile es, wo immer du möchtest.",
  "overview_text8": "'The Unlabeler': Deine Lösung für perfekte Fotos deiner Flaschenetiketten!",
  "overview_next": "→ Wie du die App bedienst",
  "usage_title": "Wie du die App bedienst",
  "usage_text1": "Der Einstieg in 'The Unlabeler' ist so einfach wie das Aufnehmen eines Fotos. Folge diesen einfachen Schritten, um deine perspektivisch verzerrten Etiketten in perfekte digitale Erinnerungen zu verwandeln:",
  "usage_text2": "Wähle oder mache ein Foto",
  "usage_text3": "Wähle auf dem ersten Bildschirm ein Foto deiner Flasche aus deiner Galerie oder mache direkt eines.",
  "usage_text4": "Achte darauf, dass das Etikett gut sichtbar und so groß wie möglich ist und sich vom Hintergrund gut abhebt.",
  "usage_text5": "Wenn möglich, verwende ein Telezoom und kein Weitwinkelobjektiv, um zusätzliche Verzerrungen zu vermeiden.",
  "usage_text6": "Dies hilft der App, das Etikett genau zu verarbeiten und zu transformieren.",
  "usage_text7": "Markiere das Etikett",
  "usage_text8": "Markiere auf dem nächsten Bildschirm die vier Ecken und (ungefähr) die Mitte der oberen und unteren Kante des Etiketts.",
  "usage_text9": "Du kannst das Bild mit einem Finger verschieben und mit zwei Fingern oder den Zoom-Buttons hinein- oder herauszoomen, um die Details zu sehen.",
  "usage_text10": "Für präzisere Markierungen verwende die Lupe am unteren Rand, um jede Markierung genauer zu sehen.",
  "usage_text11": "Positioniere die obere linke Ecke des Etiketts im vergrößerten Bereich und tippe, um sie zu markieren.",
  "usage_text12": "Markiere dann die Mitte der oberen Kante und die obere rechte Ecke. Wiederhole diesen Vorgang für die untere Kante.",
  "usage_text13": "Die Reihenfolge spielt keine Rolle – stelle einfach sicher, dass alle sechs Punkte genau markiert sind.",
  "usage_text14": "Passe die Markierungen an",
  "usage_text15": "Wenn du eine Markierung korrigieren musst, tippe einfach auf die Radiergummi-Schaltfläche, um die letzte Markierung zu löschen.",
  "usage_text16": "Alternativ kannst du auf eine bestimmte Markierung tippen, um sie auszuwählen, und dann die Radiergummi-Schaltfläche drücken, um sie zu entfernen.",
  "usage_text17": "Diese Funktion stellt sicher, dass du Anpassungen einfach vornehmen kannst, ohne von vorne beginnen zu müssen.",
  "usage_text18": "Extrahiere das Etikett",
  "usage_text19": "Sobald alle Markierungen gesetzt sind, drücke die 'Unlabel'-Schaltfläche (das Symbol mit der Flasche).",
  "usage_text20": "Die App führt eine schnelle Berechnung durch, um die perspektivische Verzerrung zu korrigieren.",
  "usage_text21": "Innerhalb weniger Augenblicke wird das transformierte Etikett auf dem nächsten Bildschirm angezeigt.",
  "usage_text22": "Ergänze eine Sternebewertung, speichere oder teile das Etikett",
  "usage_text22b": "Wenn du möchtest, kannst du dem Etikett eine Sternebwertung hinzufügen, indem du auf die Stern-Schaltfläche klickst, passend auf die leeren Sterne für eine Bewertung tippst, dein Farbschema auswählst und die Bewertung hinzufügst.",
  "usage_text23": "Jetzt kannst du das 'abgelöste' Etikett auf deinem Handy speichern, indem du die Schaltfläche mit dem Pfeil nach unten drückst.",
  "usage_text24": "Du kannst das perfekt rechteckige Etikett auch mit anderen Apps über das Teilen-Symbol teilen, um es z.B. zu deiner Tasting-App hinzuzufügen.",
  "usage_text25": "Wenn du ein weiteres Etikett 'ablösen' möchtest, tippe auf das Plus-Symbol, um den Vorgang erneut zu starten.",
  "usage_text26": "Sollten Markierungen weiter angepasst werden müssen, tippe einfach auf die Zurück-Schaltfläche (Chevron in der oberen linken Ecke), um sie zu verfeinern.",
  "usage_text27": "Mit 'The Unlabeler' war es noch nie einfacher, perfekte Etikettenaufnahmen zu erfassen. Verwandle deine Flaschenetiketten in makellose digitale Bilder und teile sie mühelos. Egal, ob du sie zu deinen Verkostungsnotizen, digitalen Sammlungen hinzufügst oder einfach mit Freunden teilst, 'The Unlabeler' sorgt dafür, dass die Erinnerungen an deine Lieblingsgetränke optimal aussehen.",
  "usage_back": "<span>&larr;</span> Überblick",
  "usage_next": "<span>&rarr;</span> In-App-Käufe",
  "settings-title": "App-Einstellungen",
  "settings-text1": "Der Zugriff auf die Einstellungen von 'The Unlabeler' ist einfach. Tippe auf das Zahnrad-Symbol in der oberen rechten Ecke des Bildschirms, um deine Erfahrung anzupassen:",
  "settings-text2": "Linkshändige Bedienung",
  "settings-text3": ": Du kannst die Tasten an der Unterseite von der rechten auf die linke Seite spiegeln, indem du 'Linkshändige Bedienung' aktivierst. Dies macht die App komfortabler und intuitiver in der Bedienung.",
  "settings-text4": "Zoom-Schaltflächen anzeigen",
  "settings-text5": ": Zeige zusätzliche Zoom-Schaltflächen auf der rechten Seite des Bildschirms an. Du kannst in jedem Fall mit zwei Fingern zoomen.",
  "settings-text6": "Kamera-Foto speichern",
  "settings-text7": ": Wenn du ein Foto direkt mit der Kamera aufnimmst, kannst du wählen, ob das Foto in der Fotobibliothek gespeichert werden soll oder nicht. Wenn du es nicht speicherst, wird es nach dem 'Ablösen' des Etiketts gelöscht.",
  "settings-text8": "Die folgenden Einstellungen sind nur verfügbar, wenn du das 'Sommelier-Paket' erworben hast.",
  "settings-text9": "Optionen für die Etikettenbreite",
  "settings-text10": ": Passe an, wie die App die Breite deiner Etiketten handhabt. Es gibt drei verschiedene Einstellungen:",
  "settings-text11": "Unbegrenzt",
  "settings-text12": ": Die Breite des Etiketts wird automatisch proportional zur Höhe im Foto angepasst, ohne Einschränkungen.",
  "settings-text13": "Begrenzt",
  "settings-text14": ": Die Breite wird proportional zur Höhe angepasst, aber wenn sie ein festgelegtes Limit überschreitet, wird das Etikett verkleinert, um innerhalb dieses Limits zu bleiben.",
  "settings-text15": "Fest",
  "settings-text16": ": Das Etikett wird so skaliert, dass die Breite genau dem angegebenen Wert entspricht. Diese Option ist besonders nützlich, um eine einheitliche Darstellung in deiner Verkostungs-App zu gewährleisten, da alle Etiketten die gleiche Breite haben und somit ein klares und einheitliches Erscheinungsbild bieten.",
  "settings-text17": "Du kannst das Limit für die Optionen 'Begrenzt' und 'Fest' im Eingabefeld festlegen und einen Wert zwischen 300 und 5000 Pixeln wählen, der deinen Bedürfnissen entspricht.",
  "settings-text18": "Dateiname des geteilten Etiketts",
  "settings-text19": ": Du kannst den Dateinamen des geteilten Etiketts angeben. Der Standardname ist 'YourLabel.jpg'.",  
  "settings-text20": "Unlabeler-Album",
  "settings-text21": ": Du kannst das Etikett im 'TheUnlabeler'-Album speichern. Wenn das Album nicht existiert, wird es automatisch erstellt.",
  "settings-text22": "Unlabel-Animation",
  "settings-text23": ": Nachdem du die 'Unlabel'-Schaltfläche gedrückt hast, siehst du eine Animation, bis dein endgültiges Etikett berechnet ist. Abhängig von der Geschwindigkeit deines Geräts und der Größe des Etiketts ist die Berechnung normalerweise schneller als die Animation, so dass du nur den Anfang siehst. Wenn du die vollständige Animation sehen möchtest, kannst du diese Einstellung aktivieren.",
  "settings-text24": "Diese Einstellungen ermöglichen es dir, 'The Unlabeler' an deine Vorlieben anzupassen, damit du jedes Mal das perfekte Etikettenfoto aufnehmen kannst.",
  "settings-basic-settings": "Grundeinstellungen",
  "settings_img": "assets/img/Settings-de.png",
  "settings-sommelier-package": "Sommelier-Paket",    
  "settings_back": "<span>&larr;</span> In-App-Käufe",
  "settings_next": "<span>&rarr;</span> App Store",
  "purchases-title": "In-App-Käufe",
"purchases-free-version": "KOSTENLOSE VERSION",
"purchases-text1": "Mit der kostenlosen Version von 'The Unlabeler' kannst du so viele Etiketten ablösen und speichern, wie du möchtest, aber ein kleines Wasserzeichen wird zu allen Etiketten hinzugefügt. Probiere es einfach aus und du wirst überzeugt sein!",
"purchases-pure-labels": "PURE LABELS",
"purchases-text2": "Mit dem 'PURE LABELS'-In-App-Kauf kannst du alle zukünftigen Etiketten ohne störendes Wasserzeichen genießen.",
"purchases-sommelier-package": "SOMMELIER-PAKET",
"purchases-text3": "Für Power-User gibt es das 'SOMMELIER-PAKET', das eine Vielzahl erweiterter Funktionen freischaltet, wie:",
"purchases-text4": "Speichere deine Etiketten in einem separaten Album,",
"purchases-text5": "Verwende einen anpassbaren Namens für geteilte Etiketten,",
"purchases-text6": "Lege eine festen Pixelbreite für alle Etiketten fest, damit sie in deiner Tasting-App immer die gleiche Breite haben,",
"purchases-text7": "Zoome in das endgültige Etikett, um seine Qualität zu überprüfen,",
"purchases-text8": "Füge eine Sternebewertung zum endgültigen Etikett hinzu und mehr.",
"purchases-text9": "Alle In-App-Käufe sind Einmalkäufe. Es gibt kein Abonnement oder versteckten Gebühren.",
"purchases-text10": "Die App funktioniert auf iPhone, iPad und Mac mit denselben In-App-Käufen.",
"purchases_back": "<span>&larr;</span> So verwendest du die App",
 "purchases_next": "<span>&rarr;</span> App-Einstellungen",
  "faq_text1": "Hier sind die häufig gestellten Fragen:",
  "faq_text2": "Gibt es Einschränkungen für die Form des Etiketts und der Flasche?",
  "faq_text3": "Ja, die Unlabeler App kann die Verzerrung rechteckiger Etiketten auf zylindrischen Flaschen korrigieren, was auf die meisten Standardflaschen zutrifft.",
  "faq_text4": "Wie kann ich das Wasserzeichen von den Etiketten entfernen?",
  "faq_text5": "Um das Wasserzeichen zu entfernen, erwerbe bitte den 'Pure Labels'-In-App-Kauf. Du findest die Kaufoption auf der Start- oder Hilfeseite.",
  "faq_text6": "Gibt es einen Dark Mode für die App?",
  "faq_text7": "Ja, absolut. Probier es aus und genieße den neuen Look!",
  "faq_back": "<span>&larr;</span> App-Einstellungen",
  "faq_next": "<span>&rarr;</span> App Store"
}

