{
  "nav_download": "Download", 
  "nav_contact": "Kontakt",
  "index_masthead1": "Erstelle mit nur wenigen Klicks ein unverzerrtes Etikett aus dem Foto einer Flasche - und speichere es oder schicke es an deine Lieblings-Verkostungs- oder Notizen-App! Läuft auf deinem iPhone, iPad oder Mac.",
  "index_masthead2": "Die unverzichtbare App für Liebhaber von Wein, Bier, Whisky, Gin, ... oder sogar Marmelade!",
  "index_overview": "Überblick",
  "index_usage": "Bedienung",
  "index_settings": "Einstellungen",
  "index_legal": "Impressum",
  "index_privacy": "Datenschutzerklärung",
  "index_img_overview": "assets/img/Overview-de.png",
  "index_link_legal": "impressum.html",
  "index_link_privacy": "datenschutzerklaerung.html",
  "overview_title": "Überblick",
  "overview_titletext": "Extrahiere mit nur wenigen Klicks ein unverzerrtes Etikett aus einem Foto einer Flasche - und speichere es oder sende es an deine bevorzugte Verkostungs- oder Notizen-App! Funktioniert auf deinem iPhone, iPad oder Mac.",
  "overview_text1": "Hast du jemals versucht, ein schönes Etikett zu fotografieren, nur um ein verzerrtes Bild zu erhalten, das das Original nicht richtig darstellt? Oder hast du jemals versucht, eine Flasche zu wässern, das Etikett abzuziehen, es zu trocknen und dann ein Foto zu machen?",
  "overview_text2": "Entdecke 'The Unlabeler' – für perfekte digitale Erinnerungen an deine Sammlung",
  "overview_text3": "Diese intuitive Anwendung verwandelt perspektivisch verzerrte Flaschenetiketten in schöne, flache Bilder – perfekt für Verkostungsnotizen, digitale Sammlungen oder zum Teilen mit Freunden. Egal ob du Weinliebhaber, Craft-Bier-Entdecker oder Spirituosenkenner bist, es ist super einfach zu bedienen:",
  "overview_text4": "Wähle ein Foto deiner Flasche aus",
  "overview_text5": "Tippe schnell auf 6 Punkte auf dem Etikett (Ecken und Kanten)",
  "overview_text6": "Drücke 'unlabel', um ein perfekt rechteckiges Etikett zu erzeugen",
  "overview_text7": "Keine verzerrten Etiketten mehr in deinen Verkostungsnotizen oder deiner Sammlung! Schnapp dir einfach dein perfektes Etikett und speichere oder teile es, wo immer du möchtest.",
  "overview_text8": "'The Unlabeler': Deine Lösung für perfekte Flaschenetikettenfotos!",
  "overview_next": "→ Wie du die App benutzt",
  "usage_title": "Wie du die App benutzt",
  "usage_text1": "Der Einstieg in 'The Unlabeler' ist so einfach wie das Aufnehmen eines Fotos. Folge diesen einfachen Schritten, um deine perspektivisch verzerrten Etiketten in perfekte digitale Erinnerungen zu verwandeln:",
  "usage_text2": "Wähle dein Foto",
  "usage_text3": "Wähle auf dem ersten Bildschirm ein Foto deiner Flasche aus deiner Galerie.",
  "usage_text4": "Achte darauf, dass das Etikett gut sichtbar und so groß wie möglich ist und sich vom Hintergrund gut abhebt.",
  "usage_text5": "Wenn möglich, verwende ein Telezoom und kein Weitwinkelobjektiv, um zusätzliche Verzerrungen zu vermeiden.",
  "usage_text6": "Dies hilft der App, das Etikett genau zu verarbeiten und zu transformieren.",
  "usage_text7": "Markiere das Etikett",
  "usage_text8": "Tippe auf dem nächsten Bildschirm, um die vier Ecken und (ungefähr) die Mitte der oberen und unteren Kante des Etiketts zu markieren.",
  "usage_text9": "Du kannst das Bild mit einem Finger verschieben und mit zwei Fingern hinein- oder herauszoomen, um die Details zu sehen.",
  "usage_text10": "Für präzisere Markierungen verwende die Lupe am unteren Rand, um jede Markierung genauer zu sehen.",
  "usage_text11": "Positioniere die obere linke Ecke des Etiketts im vergrößerten Bereich und tippe, um sie zu markieren.",
  "usage_text12": "Markiere dann die Mitte der oberen Kante und die obere rechte Ecke. Wiederhole diesen Vorgang für die untere Kante.",
  "usage_text13": "Die Reihenfolge spielt keine Rolle – stelle einfach sicher, dass alle sechs Punkte genau markiert sind.",
  "usage_text14": "Passe die Markierungen an",
  "usage_text15": "Wenn du eine Markierung korrigieren musst, tippe einfach auf die Radiergummi-Schaltfläche, um die letzte Markierung zu löschen.",
  "usage_text16": "Alternativ kannst du auf eine bestimmte Markierung tippen, um sie zu aktivieren, und dann die Radiergummi-Schaltfläche drücken, um sie zu entfernen.",
  "usage_text17": "Diese Funktion stellt sicher, dass du Anpassungen einfach vornehmen kannst, ohne von vorne beginnen zu müssen.",
  "usage_text18": "Extrahiere das Etikett",
  "usage_text19": "Sobald alle Markierungen gesetzt sind, drücke die 'unlabel'-Schaltfläche (das Symbol mit der Flasche).",
  "usage_text20": "Die App führt eine schnelle Berechnung durch, um die perspektivische Verzerrung zu korrigieren.",
  "usage_text21": "Innerhalb weniger Augenblicke wird das transformierte Etikett auf dem nächsten Bildschirm angezeigt.",
  "usage_text22": "Speichern oder teilen",
  "usage_text23": "Jetzt kannst du das 'abgelöste' Etikett auf deinem Handy speichern, indem du die Schaltfläche mit dem Pfeil nach unten drückst.",
  "usage_text24": "Du kannst das perfekt rechteckige Etikett auch mit anderen Apps über das Teilen-Symbol teilen, um es z.B. zu deiner Tasting-App hinzuzufügen.",
  "usage_text25": "Wenn du ein weiteres Etikett 'ablösen' möchtest, tippe auf das Plus-Symbol, um den Vorgang erneut zu starten.",
  "usage_text26": "Sollten Markierungen weiter angepasst werden müssen, tippe einfach auf die Zurück-Schaltfläche (Chevron in der oberen linken Ecke), um sie zu verfeinern.",
  "usage_text27": "Mit 'The Unlabeler' war es noch nie einfacher, perfekte Etikettenaufnahmen zu erfassen. Verwandle deine Flaschenetiketten in makellose digitale Bilder und teile sie mühelos. Egal, ob du sie zu deinen Verkostungsnotizen, digitalen Sammlungen hinzufügst oder einfach mit Freunden teilst, 'The Unlabeler' sorgt dafür, dass die Erinnerungen an deine Lieblingsgetränke optimal aussehen.",
  "usage_back": "<span>&larr;</span> Überblick",
  "usage_next": "<span>&rarr;</span> App-Einstellungen",
  "settings-title": "App-Einstellungen",
  "settings-text1": "Der Zugriff auf die Einstellungen von 'The Unlabeler' ist einfach. Tippe auf das Zahnrad-Symbol in der oberen rechten Ecke des Bildschirms, um deine Erfahrung anzupassen:",
  "settings-text2": "Linkshändige Bedienung",
  "settings-text3": ": Du kannst die Tasten an der Unterseite von der rechten auf die linke Seite spiegeln, indem du 'Linkshändige Bedienung' aktivierst. Dies macht die App komfortabler und intuitiver in der Bedienung.",
  "settings-text4": "Breite des Etiketts",
  "settings-text5": ": Passe an, wie die App die Breite deiner Etiketten handhabt. Es gibt drei verschiedene Einstellungen:",
  "settings-text6": "Unbegrenzt",
  "settings-text7": ": Die Breite (in Punkten) wird passend zur Höhe des Etiketts auf dem Foto gewählt.",
  "settings-text8": "Begrenzt",
  "settings-text9": ": Die Breite (in Punkten) wird passend zur Höhe des Etiketts auf dem Foto gewählt. Falls die Breite größer als das Limit ist, wird das Etikett passend verkleinert.",
  "settings-text10": "Fest",
  "settings-text11": ": Das Etikett wird so skaliert, dass die Breite genau dem angegeben Wert entspricht. Diese Option ist besonders nützlich, um eine einheitliche Darstellung in deiner Verkostungs-App zu gewährleisten, da alle Etiketten die gleiche Breite haben und somit ein klares und einheitliches Erscheinungsbild bieten.",
  "settings-text12": "Du kannst das Limit für die Optionen 'Begrenzt' und 'Fest' im Eingabefeld festlegen und einen Wert zwischen 300 und 5000 Pixeln wählen, der deinen Bedürfnissen entspricht.",
  "settings-text13": "Diese Einstellungen ermöglichen es dir, 'The Unlabeler' an deine Vorlieben anzupassen und sicherzustellen, dass du jedes Mal die perfekte Etikettenaufnahme machst.",
  "settings_back": "<span>&larr;</span> Wie man die App benutzt",
  "settings_next": "<span>&rarr;</span> FAQ",
  "faq_text1": "Hier sind die häufig gestellten Fragen:",
  "faq_text2": "Gibt es Einschränkungen für die Form des Etiketts und der Flasche?",
  "faq_text3": "Ja, die Unlabeler App kann die Verzerrung rechteckiger Etiketten auf zylindrischen Flaschen korrigieren, was auf die meisten Standardflaschen zutrifft.",
  "faq_text4": "Wie kann ich das Wasserzeichen von den Etiketten entfernen?",
  "faq_text5": "Um das Wasserzeichen zu entfernen, upgrade bitte auf die Pro-Version über einen In-App-Kauf. Das Wasserzeichen wird entfernt, sodass du perfekte Etikettenbilder genießen kannst. Du findest die Kaufoption auf der Einstellungsseite.",
  "faq_text6": "Gibt es einen Dark Mode für die App?",
  "faq_text7": "Ja, absolut. Probier es aus und genieße den neuen Look!",
  "faq_back": "<span>&larr;</span> App-Einstellungen",
  "faq_next": "<span>&rarr;</span> App Store"
}

