{
  "nav_download": "Download", 
  "nav_contact": "Contact",
  "index_masthead1": "Extract an undistorted label from a photo of a bottle with just a few clicks - and save it or send it to your favorite tasting or notes app! Works on your iPhone, iPad or Mac.",
  "index_masthead2": "The must-have app for enthusiasts of wine, beer, whisky, gin, ... or even jam!",
  "index_overview": "Overview",
  "index_usage": "How to Use It",
  "index_purchases": "In-App Purchases",
  "index_settings": "App Settings",
  "index_legal": "Legal Notice",
  "index_privacy": "Privacy Policy",
  "index_img_overview": "assets/img/Overview-en.png",
  "index_link_legal":  "legal-notice.html",
  "index_link_privacy": "privacy-policy.html",
  "overview_title": "Overview",
  "overview_titletext": "Extract an undistorted label from a photo of a bottle with just a few clicks - and save it or send it to your favorite tasting or notes app! Works on your iPhone, iPad or Mac.",
  "overview_text1": "Are you a wine or beer lover and want to save the label of this wonderful beverage you just enjoyed for your tasting notes? Have you ever attempted to photograph a nice label, only to be left with a distorted image that doesn't properly represent the original, a cropped bottle and a disturbing background? Or have you ever tried to water a bottle, peel off the label, dry it and then make a photo?",
  "overview_text2": "Discover 'The Unlabeler' – for perfect digital memories of your beverages.",
  "overview_text3": "This intuitive application transforms perspective-distorted bottle labels into nice, flat images – perfect for tasting notes, digital collections, or sharing with your friends. Whether you're a wine enthusiast, craft beer explorer, or spirits connoisseur, it's super simple to use: ",
  "overview_text4": "Select a photo of your bottle ",
  "overview_text5": "Quick-tap 6 points on the label (corners and top and bottom edges) ",
  "overview_text6": "Press 'unlabel' to generate a perfectly rectangular label ",
  "overview_text7": "No more distorted labels in your tasting notes or collection! Just grab your perfect label shot and save it or share it wherever you want. ",
  "overview_text8": "'The Unlabeler': Your solution for perfect bottle label photos!",
  "overview_next": "<span>&rarr;</span> How to Use the App",
  "usage_title": "How to Use the App",
  "usage_text1": "Getting started with 'The Unlabeler' is as simple as taking a photo. Follow these easy steps to transform your perspective-distorted labels into perfect digital memories:",
  "usage_text2": "Select or Take a Photo",
  "usage_text3": "On the first screen, take a photo of your bottle or chose one from your gallery.",
  "usage_text4": "Ensure the label is clearly visible and as large as possible against a contrasting background.",
  "usage_text5": "If possible, use a telephoto zoom and not a wide-angle lens to avoid additional distortion.",
  "usage_text6": "This helps the app to accurately process and transform the label.",
  "usage_text7": "Mark the Label",
  "usage_text8": "On the next screen, quickly tap to mark the four corners and (roughly) the center of the top and bottom edges of the label.",
  "usage_text9": "You can drag the image with one finger and zoom in or out with two fingers or the zoom buttons to see the details.",
  "usage_text10": "For precision, use the magnifying glass at the bottom to get a closer view of each point.",
  "usage_text11": "Position the top left corner of the label in the magnified area and tap to mark it.",
  "usage_text12": "Then, mark the center of the top edge and the top right corner. Repeat this process for the bottom edge.",
  "usage_text13": "The sequence doesn't matter – just ensure all six points are marked accurately.",
  "usage_text14": "Adjust the Marks",
  "usage_text15": "If you need to correct a mark, simply tap the eraser button to delete the last mark you placed.",
  "usage_text16": "Alternatively, you can tap on a specific mark to select it and then press the eraser button to remove it.",
  "usage_text17": "This feature ensures that you can make adjustments easily without starting over.",
  "usage_text18": "Unlabel the Image",
  "usage_text19": "Once all marks are set, press the \"unlabel\" button.",
  "usage_text20": "The app will perform a quick calculation to correct the perspective distortion.",
  "usage_text21": "Within moments, you will see the transformed label displayed on the next screen.",
  "usage_text22": "Save or Share",
  "usage_text22b": "If you want you can add a star rating to the label by clicking on the star button, tapping on the empty stars for a rating, choose your color scheme and add it.",
  "usage_text23": "Now you can save the unlabelled image to your phone by pressing the down arrow button, which stores it directly in your gallery.",
  "usage_text24": "You can also share the perfectly rectangular label with other apps using the share icon, making it easy to add to your tasting notes or digital collection.",
  "usage_text25": "If you want to unlabel another picture, tap the plus icon to start the process again.",
  "usage_text26": "Should any marks need further adjustment, simply tap the back button (chevron in the top left corner) to refine them.",
  "usage_text27": "With 'The Unlabeler', capturing perfect label shots has never been easier. Transform your bottle labels into flawless digital images and share them with ease. Whether you're adding to your tasting notes, digital collections, or just sharing with friends, 'The Unlabeler' ensures the memories of your favorite drinks look their best.",
  "usage_back": "<span>&larr;</span> Overview",
  "usage_next": "<span>&rarr;</span> In-App Purchases",
  "settings-title": "App Settings",
  "settings-text1": "Accessing the settings of 'The Unlabeler' is straightforward. Tap the gear icon located in the top right corner of the screen to customize your experience:",
"settings-text2": "Left-Handed Operation",
"settings-text3": ": For left-handed users, you can mirror the buttons at the bottom from the right side to the left side by enabling 'left-handed operation'. This makes the app more comfortable and intuitive to use.",
"settings-text4": "Show Zoom Buttons",
"settings-text5": ": Show additional zoom buttons on the right side of the screen. You can zoom with two fingers in any case.",
"settings-text6": "Save Camera Photo",
"settings-text7": ": If you take a photo directly with the camera, you can choose whether the photo should be saved in the photo library or not. If you do not save it, it will only be used for unlabeling.",
"settings-text8": "The following settings are only available if you have purchased the 'Sommelier Package'.",
"settings-text9": "Label Width Options",
"settings-text10": ": Customize how the app handles the width of your unlabelled images. There are three different settings:",
"settings-text11": "Unlimited",
"settings-text12": ": The width of the label is automatically adjusted to be proportional to its height in the photo, without any restrictions.",
"settings-text13": "Limited",
"settings-text14": ": The width is adjusted to be proportional to the height, but if it exceeds a set limit, the label will be scaled down to fit within that limit.",
"settings-text15": "Fixed",
"settings-text16": ": The label is scaled to match a specific width exactly as specified. This option is particularly useful for maintaining a consistent presentation in your tasting app, as all labels will have the same width, providing a clear and uniform look.",
"settings-text17": "You can set the limit for the 'Limited' and 'Fixed' options in the input field, choosing a value between 300 and 5000 pixels to suit your needs.",
"settings-text18": "Filename of the Shared Label",
"settings-text19": ": You can specify the filename of the shared label. The default name is 'YourLabel.jpg'.",
"settings-text20": "Unlabeler Album",
"settings-text21": ": You can save the label to the 'TheUnlabeler' album. If the album does not exist, it will be created automatically.",
"settings-text22": "Unlabel Animation",
"settings-text23": ": After pressing the 'unlabel' button you will see an animation until your final label is calculated. Depending on the speed of your device and the size of the label the calculation is normally faster than the animation so you will see just the beginning. If you want to see the complete animation you can activate this setting.",
"settings-text24": "These settings allow you to tailor 'The Unlabeler' to your preferences, ensuring you capture the perfect label shot every time.",
"settings-basic-settings": "Basic Settings",
"settings-sommelier-package": "Sommelier Package",  
"settings_back": "<span>&larr;</span> In-App Purchases",
"purchases-title": "In-App Purchases",
"purchases-free-version": "Free Version",
"purchases-text1": "With the free version of 'The Unlabeler' you can unlabel and save as many labels as you want, but a small watermark will be added to all labels. Just test it out and you will be convinced!",
"purchases-pure-labels": "Pure Labels",
"purchases-text2": "With the 'Pure Labels' in-app purchase you can enjoy all your future labels without a disturbing watermark.",
"purchases-sommelier-package": "Sommelier Package",
"purchases-text3": "For power users, there is the 'SOMMELIER PACKAGE' which unlocks a variety of advanced features like:",
"purchases-text4": "Saving your labels in a separate album,",
"purchases-text5": "Using a customizable name for shared labels,",
"purchases-text6": "Setting a fixed pixel size for all labels, so they have the same width in your tasting app,",
"purchases-text7": "Zooming in on the final label to check its quality,",
"purchases-text8": "Adding a star rating to the final label, and more.",
"purchases-text9": "All in-app purchases are one-time purchases. No subscriptions or hidden fees.",
"purchases-text10": "The app works on iPhone, iPad and Mac with the same in-app purchases.",
"purchases_back": "<span>&larr;</span> How to Use the App",
"purchases_next": "<span>&rarr;</span> App Settings",
  "settings_next": "<span>&rarr;</span> App Store",
  "faq_text1": "Here are your frequently asked questions:",
  "faq_text2": "Are there restrictions for the form of the label and the bottle?",
  "faq_text3": "Yes, the Unlabeler App can correct the distortion of rectangular labels on cylindrical bottles, which applies to most standard bottles.",
  "faq_text4": "How can I remove the watermark from the labels?",
  "faq_text5": "To remove the watermark, please buy the 'Pure Labels' in-app purchase. You can find the purchase option on the start or help page.",
  "faq_text6": "Is there a dark mode for the app?",
  "faq_text7": "Yes, absolutely. Give it a try and enjoy the new look!",
  "faq_back": "<span>&larr;</span> App Settings",
  "faq_next": "<span>&rarr;</span> App Store"
}
